[CH2_TUT_01_Grab]
01=Approaching armed convicts from behind to use Silent Takedowns.

[CH2_TUT_02_BatTracker]
01=Detective Mode contains a powerful X-ray scanner. Use it to locate enemies quickly.

[CH2_TUT_03_TakeDown]
01=Pacify convicts with a slow Silent Takedown for a stealthy approach or a fast but noisy 'fear' Takedown which also scares the other convicts.
